{
  "1950": {
    "title": "Cinderella",
    "studio": "Walt Disney Productions",
    "mpaa": "G",
    "runtime": "75 minutes",
    "director": "Clyde Geronimi, Wilfred Jackson, Hamilton Luske",
    "tagline": "Greatest Since Snow White",
    "description": "Beautiful Cinderella, a young woman with a heart of gold, sees her world turn upside down when her beloved mother dies, and her pained father remarries another woman: the wicked widow Lady Tremaine, the insufferable mother of cruel and jealous Anastasia and Drizella. As a result, things go from bad to worse, and before long, Cinderella finds herself at the mercy of the Lady. Now, doomed to serve her forever, shabby and neglected Cinderella doesn't stand a chance of attending the King's royal ball. Of course, captivating the handsome Prince is out of the question. As the night advances, will Cinderella ever find her own Prince Charming?",
    "image": "/images/movies/1950s/1950.jpg"
  },
  "1951": {
    "title": "Quo Vadis",
    "studio": "Metro-Goldwyn-Mayer",
    "mpaa": "Approved",
    "runtime": "171 minutes",
    "director": "Mervyn LeRoy",
    "tagline": "The Greatest Spectacle Ever Filmed...Three Triumphant Hours of Unforgettable Thrills!",
    "description": "Returning to Rome after three years in the field, General Marcus Vinicius meets Lygia and falls in love with her, though as a Christian, she wants nothing to do with a warrior. Though she grew up Roman, the adopted daughter of a retired General, Lygia is technically a hostage of Rome. Marcus gets Emperor Nero to give her to him for services rendered, but finds himself succumbing gradually to her Christian faith.",
    "image": "/images/movies/1950s/1951.jpg"
  },
  "1952": {
    "title": "The Greatest Show on Earth",
    "studio": "Paramount Pictures",
    "mpaa": "Approved",
    "runtime": "152 minutes",
    "director": "Cecil B. DeMille",
    "tagline": "The Heartbeat Story of Circus People, Filmed with the Cooperation of Ringling Bros. - Barnum and Bailey Circus!",
    "description": "To ensure a full profitable season, circus manager Brad Braden engages The Great Sebastian, though this moves his girlfriend Holly from her hard-won center trapeze spot. Holly and Sebastian begin a dangerous one-upmanship duel in the ring, while he pursues her on the ground. Subplots involve the secret past of Buttons the Clown and the efforts of racketeers to move in on the game concessions. Let the show begin!",
    "image": "/images/movies/1950s/1952.jpg"
  },
  "1953": {
    "title": "Peter Pan",
    "studio": "Walt Disney Productions",
    "mpaa": "G",
    "runtime": "77 minutes",
    "director": "Clyde Geronimi, Wilfred Jackson, Hamilton Luske",
    "tagline": "It will live in your heart forever!",
    "description": "In this Disney animated film, Wendy and her two brothers are amazed when a magical boy named Peter Pan flies into their bedroom, supposedly in pursuit of his rebellious shadow. He and his fairy friend, Tinkerbell, come from a far-off place called Neverland, where children stay perpetually young. Enchanted, the kids follow him back. But when Pan's nemesis, the pirate Captain Hook, causes trouble, the kids begin to miss their old life.",
    "image": "/images/movies/1950s/1953.jpg"
  },
  "1954": {
    "title": "White Christmas",
    "studio": "Paramount Pictures",
    "mpaa": "Approved",
    "runtime": "120 minutes",
    "director": "Michael Curtiz",
    "tagline": "The Most Fabulous Music-and-Mirth Show in Motion Picture History!",
    "description": "Having left the Army following WWII, Bob Wallace and Phil Davis team up to become a top song-and-dance act. Davis plays matchmaker and introduces Wallace to a pair of beautiful sisters, Betty and Judy, who also have a song-and-dance act. When Betty and Judy travel to a Vermont lodge to perform a Christmas show, Wallace and Davis follow, only to find their former commander, General Waverly, as the lodge owner. A series of romantic mix-ups ensue as the performers try to help the General.",
    "image": "/images/movies/1950s/1954.jpg"
  },
  "1955": {
    "title": "Lady and the Tramp",
    "studio": "Walt Disney Productions",
    "mpaa": "G",
    "runtime": "76 minutes",
    "director": "Clyde Geronimi, Wilfred Jackson, Hamilton Luske",
    "tagline": "The most delightful characters in a dog's age!",
    "description": "Lady, a golden cocker spaniel, meets up with a mongrel dog who calls himself the Tramp. He is obviously from the wrong side of town, but happenings at Lady's home make her decide to travel with him for a while. This turns out to be a bad move, as no dog is above the law.",
    "image": "/images/movies/1950s/1955.jpg"
  },
  "1956": {
    "title": "The Ten Commandments",
    "studio": "Paramount Pictures",
    "mpaa": "G",
    "runtime": "220 minutes",
    "director": "Cecil B. DeMille",
    "tagline": "It would take more than a man to lead the slaves from bondage. It would take a God.",
    "description": "To escape the edict of Egypt's Pharaoh Rameses I, condemning all newborn Hebrew males, the infant Moses is set adrift on the Nile in a reed basket. Saved by the pharaoh's daughter Bithiah, he is adopted by her and brought up in the court of her brother, Pharaoh Sethi. Moses gains Sethi's favor and the love of the throne Princess Nefretiri, as well as the hatred of Sethi's son, Rameses II. When his Hebrew heritage is revealed, Moses is cast out of Egypt, and makes his way across the desert where he marries, has a son, and is commanded by God to return to Egypt to free the Hebrews from slavery. In Egypt, Moses' fiercest enemy proves to be not Rameses II, but someone near to him who can \"harden his heart\".",
    "image": "/images/movies/1950s/1956.jpg"
  },
  "1957": {
    "title": "The Bridge on the River Kwai",
    "studio": "Columbia Pictures",
    "mpaa": "PG",
    "runtime": "161 minutes",
    "director": "David Lean",
    "tagline": "The towering triumph of adventure from the makers of \"Lawrence of Arabia.\"",
    "description": "During WW II, allied POWs in a Japanese internment camp are ordered to build a bridge to accommodate the Burma-Siam railway. Their instinct is to sabotage the bridge, but under the leadership of Colonel Nicholson they're persuaded the bridge should be built to help morale, spirit. At first, the prisoners admire Nicholson when he bravely endures torture rather than compromise his principles for the benefit of Japanese Commandant Colonel Saito, but soon they realise it's a monument to Nicholson, himself, as well as a form of collaboration with the enemy.",
    "image": "/images/movies/1950s/1957.jpg"
  },
  "1958": {
    "title": "South Pacific",
    "studio": "Twentieth Century-Fox",
    "mpaa": "Approved",
    "runtime": "157 minutes",
    "director": "Joshua Logan",
    "tagline": "In the thrilling tradition of \"Around The World In 80 Days\"",
    "description": "Can a girl from Little Rock find happiness with a mature French planter she got to know one enchanted evening away from the military hospital where she is a nurse? Or should she just wash that man out of her hair? Bloody Mary is the philosopher of the island and it's hard to believe she could be the mother of Liat who has captured the heart of Lt. Joseph Cable USMC. While waiting for action in the war in the South Pacific, sailors and nurses put on a musical comedy show. The war gets closer and the saga of Nellie Forbush and Emile de Becque becomes serious drama.",
    "image": "/images/movies/1950s/1958.jpg"
  },
  "1959": {
    "title": "Ben-Hur",
    "studio": "Metro-Goldwyn-Mayer",
    "mpaa": "G",
    "runtime": "212 minutes",
    "director": "William Wyler",
    "tagline": "A Tale of the Christ",
    "description": "Judah Ben-Hur lives as a rich Jewish prince and merchant in Jerusalem at the beginning of the 1st century. Together with the new governor his old friend Messala arrives as commanding officer of the Roman legions. At first they are happy to meet after a long time but their different politic views separate them. During the welcome parade a roof tile falls down from Judah's house and injures the governor. Although Messala knows they are not guilty, he sends Judah to the galleys and throws his mother and sister into prison. But Judah swears to come back and take revenge.",
    "image": "/images/movies/1950s/1959.jpg"
  },
  "1960": {
    "title": "Spartacus",
    "studio": "Universal Pictures",
    "mpaa": "PG-13",
    "runtime": "197 minutes",
    "director": "Stanley Kubrick",
    "tagline": "It roars with fierce excitement!",
    "description": "In 73 B.C., a Thracian slave leads a revolt at a gladiatorial school run by Lentulus Batiatus. The uprising soon spreads across the Italian Peninsula involving thousand of slaves. The plan is to acquire sufficient funds to acquire ships from Silesian pirates who could then transport them to other lands from Brandisium in the south. The Roman Senator Gracchus schemes to have Marcus Publius Glabrus, Commander of the garrison of Rome, lead an army against the slaves who are living on Vesuvius. When Glabrus is defeated his mentor, Senator and General Marcus Licinius Crassus is greatly embarrassed and leads his own army against the slaves. Spartacus and the thousands of freed slaves successfully make their way to Brandisium only to find that the Silesians have abandoned them. They then turn north and must face the might of Rome",
    "image": "/images/movies/1960s/1960.jpg"
  },
  "1961": {
    "title": "One Hundred and One Dalmatians",
    "studio": "Walt Disney Productions",
    "mpaa": "G",
    "runtime": "79 minutes",
    "director": "Clyde Geronimi, Hamilton Luske, Wolfgang Reitherman",
    "tagline": "One great big ONEderful motion picture",
    "description": "Pongo and Perdita have a litter of 15 puppies. Cruella De Vil takes a fancy to the pups, and wants to get hold of them, as well as more pups, to make herself a lovely Dalmatian skin coat. Cruella hires some thugs to kidnap the pups and hold them at her mansion. Pongo and Perdita enlist the help of the local dogs London to find and rescue them.",
    "image": "/images/movies/1960s/1961.jpg"
  },
  "1962": {
    "title": "Lawrence of Arabia",
    "studio": "Columbia Pictures",
    "mpaa": "PG",
    "runtime": "210 minutes",
    "director": "David Lean",
    "tagline": "A Mighty Motion Picture Of Action And Adventure!",
    "description": "Due to his knowledge of the native Bedouin tribes, British Lieutenant T.E. Lawrence is sent to Arabia to find Prince Faisal and serve as a liaison between the Arabs and the British in their fight against the Turks. With the aid of native Sherif Ali, Lawrence rebels against the orders of his superior officer and strikes out on a daring camel journey across the harsh desert to attack a well-guarded Turkish port.",
    "image": "/images/movies/1960s/1962.jpg"
  },
  "1963": {
    "title": "Cleopatra",
    "studio": "Twentieth Century-Fox",
    "mpaa": "Approved",
    "runtime": "251 minutes",
    "director": "Joseph L. Mankiewicz",
    "tagline": "The motion picture the world has been waiting for!",
    "description": "In 48 B.C., the young Queen of Egypt, Cleopatra VII, seduces Julius Caesar, who has just defeated Pompey the Great and uses her charms to manipulate him and to establish her authority. Little by little, things will work out as planned, and now that the ambitious Cleopatra's son, Caesarion, is born, she can almost taste Egypt's long-awaited union with Rome, and the formation of a mighty empire. However, after Caesar's unforeseen death, the beautiful Queen will besiege his powerful Roman General, Mark Antony, leading him to a personal and political demise, as Octavian takes over and wages war on the two lovers.",
    "image": "/images/movies/1960s/1963.jpg"
  },
  "1964": {
    "title": "Mary Poppins",
    "studio": "Walt Disney Productions",
    "mpaa": "G",
    "runtime": "139 minutes",
    "director": "Robert Stevenson",
    "tagline": "It's supercalifragilisticexpialidocious!",
    "description": "When Jane and Michael Banks are faced with the prospect of a new nanny, they are pleasantly surprised by the arrival of the magical Mary Poppins. Embarking on a series of fantastical adventures with her and her Cockney performer friend, Bert, they try to pass on some of her sunny attitude to their preoccupied parents.",
    "image": "/images/movies/1960s/1964.jpg"
  },
  "1965": {
    "title": "The Sound of Music",
    "studio": "Twentieth Century-Fox",
    "mpaa": "G",
    "runtime": "174 minutes",
    "director": "Robert Wise",
    "tagline": "The Happiest Sound In All The World!",
    "description": "In 1930s Austria, a young woman named Maria is failing miserably in her attempts to become a nun. When Navy Captain Georg Von Trapp writes to the abbey asking for a governess that can handle his seven mischievous children, Maria is given the job. His wife is dead, he is often away, and he runs the household as strictly as he does the ships he sails on. The children are unhappy and resentful of the governesses that he keeps hiring and have managed to run each of them off one by one. When Maria arrives, she is initially met with the same hostility, but her kindness, understanding, and sense of fun soon draws the children to her and brings some much-needed joy into all their lives, including the Captain's. Eventually he and Maria find themselves falling in love, even though he is already engaged to a Baroness named Elsa and Maria is still a postulant. The romance makes them both start questioning the decisions they have made. Their personal conflicts soon become overshadowed, however, by world events. Austria is about to come under Germany's control, and the Captain may soon find himself drafted into the German Navy and forced to fight against his own country.",
    "image": "/images/movies/1960s/1965.jpg"
  },
  "1966": {
    "title": "Hawaii",
    "studio": "United Artists",
    "mpaa": "Approved",
    "runtime": "161 minutes",
    "director": "George Roy Hill",
    "tagline": "James Michener's novel reaches the screen.",
    "description": "An American missionary and his wife travel to the exotic island kingdom of Hawaii, intent on converting the natives. But the clash between the two cultures is too great and instead of understanding there comes tragedy.",
    "image": "/images/movies/1960s/1966.jpg"
  },
  "1967": {
    "title": "The Graduate",
    "studio": "United Artists",
    "mpaa": "PG",
    "runtime": "106 minutes",
    "director": "Mike Nichols",
    "tagline": "This is Benjamin. He's a little worried about his future.",
    "description": "Benjamin Braddock returns home to California after successfully completing college. He gets a hero's welcome from his parents but Ben isn't quite sure what to do with the rest of his life. He is soon seduced by Mrs. Robinson, the wife of his father's partner, who methodically pursues the inexperienced young man. Soon, they are meeting regularly in hotel rooms. Warned by her to stay away from her daughter Elaine, his father goads him into taking her out on a date. He finds he quite likes Elaine but when she learns he's been having an affair with her own mother, she'll have nothing to do with him. He's smitten however and pursues her.",
    "image": "/images/movies/1960s/1967.jpg"
  },
  "1968": {
    "title": "Funny Girl",
    "studio": "Columbia Pictures",
    "mpaa": "G",
    "runtime": "149 minutes",
    "director": "William Wyler",
    "tagline": "People who see FUNNY GIRL are the luckiest people in the world!",
    "description": "The life of Fanny Brice, famed comedienne and entertainer of the early 1900s. We see her rise to fame as a Ziegfeld girl, subsequent career, and her personal life, particularly her relationship with Nick Arnstein.",
    "image": "/images/movies/1960s/1968.jpg"
  },
  "1969": {
    "title": "Butch Cassidy and the Sundance Kid",
    "studio": "Twentieth Century-Fox",
    "mpaa": "PG",
    "runtime": "110 minutes",
    "director": "George Roy Hill",
    "tagline": "You never met a pair like Butch and The Kid.",
    "description": "In 1890s Wyoming, Butch Cassidy and The Sundance Kid lead a band of outlaws. When a train robbery goes wrong, they find themselves on the run with a posse hard on their heels...",
    "image": "/images/movies/1960s/1969.jpg"
  },
  "1970": {
    "title": "Love Story",
    "studio": "Paramount Pictures",
    "mpaa": "PG",
    "runtime": "101 minutes",
    "director": "Arthur Hiller",
    "tagline": "Love means never having to say you're sorry",
    "description": "When wealthy Harvard University law student Oliver Barrett IV meets Jenny Cavilleri, a middle-class girl who is studying music at Radcliffe College, it's love at first sight. Despite the protests of Oliver's father, the young couple marry. Oliver finds a job at a legal firm in New York City, but their happy life comes crashing down when it's discovered that Jenny has a terminal illness. Together, they try to cope with the situation as best they can.",
    "image": "/images/movies/1970s/1970.jpg"
  },
  "1971": {
    "title": "Fiddler on the Roof",
    "studio": "United Artists",
    "mpaa": "G",
    "runtime": "181 minutes",
    "director": "Norman Jewison",
    "tagline": "Shout It From The Rooftops!",
    "description": "In pre-revolutionary Russia, a Jewish peasant with traditional values contends with marrying off three of his daughters with modern romantic ideals while growing anti-Semitic sentiment threatens his village.",
    "image": "/images/movies/1970s/1971.jpg"
  },
  "1972": {
    "title": "The Godfather",
    "studio": "Paramount Pictures",
    "mpaa": "R",
    "runtime": "175 minutes",
    "director": "Francis Ford Coppola",
    "tagline": "An offer you can't refuse.",
    "description": "Michael, the young and idealistic son of Vito Corleone, the head of the most powerful Mafia clan in New York, returns home as a war hero and is determined to live his own life. But tragic circumstances make him face the legacy of his family.",
    "image": "/images/movies/1970s/1972.svg"
  },
  "1973": {
    "title": "The Exorcist",
    "studio": "Warner Bros.",
    "mpaa": "R",
    "runtime": "122 minutes",
    "director": "Willliam Friedkin",
    "tagline": "What an excellent day for an exorcism!",
    "description": "When a mysterious entity possesses a young girl, her mother seeks the help of two Catholic priests to save her life.",
    "image": "/images/movies/1970s/1973.svg"
  },
  "1974": {
    "title": "The Towering Inferno",
    "studio": "Warner Bros.",
    "mpaa": "PG",
    "runtime": "165 minutes",
    "director": "John Guillermin",
    "tagline": "One Tiny Spark Becomes A Night Of Blazing Suspense.",
    "description": "At the opening party of a colossal, but poorly constructed, office building, a massive fire breaks out that threatens to destroy the tower and everyone in it.",
    "image": "/images/movies/1970s/1974.svg"
  },
  "1975": {
    "title": "Jaws",
    "studio": "Universal Pictures",
    "mpaa": "PG",
    "runtime": "124 minutes",
    "director": "Steven Spielberg",
    "tagline": "Amity Island had everything. Clear skies. Gentle surf. Warm water. People flocked there every summer. It was the perfect feeding ground.",
    "description": "When a massive killer shark unleashes chaos on a beach community in New England, it's up to a local sheriff, a marine biologist, and an old seafarer to hunt the beast down.",
    "image": "/images/movies/1970s/1975.svg"
  },
  "1976": {
    "title": "Rocky",
    "studio": "United Artists",
    "mpaa": "PG",
    "runtime": "119 minutes",
    "director": "John G. Avildsen",
    "tagline": "His whole life was a million-to-one shot.",
    "description": "A small-time Philadelphia boxer gets a supremely rare chance to fight the world heavyweight champion in a bout in which he strives to go the distance for his self-respect.",
    "image": "/images/movies/1970s/1976.svg"
  },
  "1977": {
    "title": "Star Wars",
    "studio": "Twentieth Century-Fox",
    "mpaa": "PG",
    "runtime": "121 minutes",
    "director": "George Lucas",
    "tagline": "A long time ago in a galaxy far, far away...",
    "description": "Luke Skywalker joins forces with a Jedi Knight, a cocky pilot, a Wookiee and two droids to save the galaxy from the Empire's world-destroying battle station, while also attempting to rescue Princess Leia from the mysterious Darth Vader.",
    "image": "/images/movies/1970s/1977.svg"
  },
  "1978": {
    "title": "Grease",
    "studio": "Paramount Pictures",
    "mpaa": "PG",
    "runtime": "110 minutes",
    "director": "Randal Kleiser",
    "tagline": "GREASE is the word.",
    "description": "Good girl Sandy Olsson and greaser Danny Zuko fell in love over the summer. When they unexpectedly discover they're now in the same high school, will they be able to rekindle their romance?",
    "image": "/images/movies/1970s/1978.svg"
  },
  "1979": {
    "title": "Alien",
    "studio": "Twentieth Century-Fox",
    "mpaa": "R",
    "runtime": "116 minutes",
    "director": "Ridley Scott",
    "tagline": "In space no one can hear you scream.",
    "description": "After investigating a mysterious transmission of unknown origin, the crew of a commercial spacecraft encounters a deadly lifeform.",
    "image": "/images/movies/1970s/1979.svg"
  },
  "1980": {
    "title": "Star Wars: The Empire Strikes Back",
    "studio": "Twentieth Century-Fox",
    "mpaa": "PG",
    "runtime": "124 minutes",
    "director": "Irvin Kershner",
    "tagline": "The Star Wars Saga Continues",
    "description": "After the Empire overpowers the Rebel Alliance, Luke Skywalker begins his Jedi training with Yoda. At the same time, Darth Vader and bounty hunter Boba Fett pursue his friends across the galaxy.",
    "image": "/images/movies/1980s/1980.jpg"
  },
  "1981": {
    "title": "Raiders of the Lost Ark",
    "studio": "Paramount Pictures",
    "mpaa": "PG",
    "runtime": "115 minutes",
    "director": "Steven Spielberg",
    "tagline": "Indiana Jones - the new hero from the creators of JAWS and STAR WARS.",
    "description": "In 1936, archaeologists and adventurers of the U.S. government hired Indiana Jones to find the Ark of the Covenant before the Nazis could obtain its extraordinary powers.",
    "image": "/images/movies/1980s/1981.jpg"
  },
  "1982": {
    "title": "E.T. the Extra-Terrestrial",
    "studio": "Universal Pictures",
    "mpaa": "PG",
    "runtime": "114 minutes",
    "director": "Steven Spielberg",
    "tagline": "He is afraid. He is totally alone. He is 3 million light years from home.",
    "description": "A troubled child summons the courage to help a friendly alien escape from Earth and return to his home planet.",
    "image": "/images/movies/1980s/1982.jpg"
  },
  "1983": {
    "title": "Star Wars: Return of the Jedi",
    "studio": "Twentieth Century-Fox",
    "mpaa": "PG",
    "runtime": "132 minutes",
    "director": "Richard Marquand",
    "tagline": "The Empire Falls....",
    "description": "After rescuing Han Solo from Jabba the Hutt, the Rebel Alliance attempts to destroy the second Death Star while Luke struggles to help Darth Vader back from the dark side.",
    "image": "/images/movies/1980s/1983.jpg"
  },
  "1984": {
    "title": "Ghostbusters",
    "studio": "Columbia Pictures",
    "mpaa": "PG",
    "runtime": "105 minutes",
    "director": "Ivan Reitman",
    "tagline": "They're here to save the world.",
    "description": "Three parapsychologists forced out of their university funding set up shop as a unique ghost removal service in New York City, attracting frightened yet skeptical customers.",
    "image": "/images/movies/1980s/1984.jpg"
  },
  "1985": {
    "title": "Back to the Future",
    "studio": "Universal Pictures",
    "mpaa": "PG",
    "runtime": "116 minutes",
    "director": "Robert Zemeckis",
    "tagline": "He was never in time for his classes . . .Then one day he wasn't in his time at all.",
    "description": "Marty McFly, a 17-year-old high school student, is accidentally sent 30 years into the past in a time-traveling DeLorean invented by his close friend, the maverick scientist Doc Brown.",
    "image": "/images/movies/1980s/1985.jpg"
  },
  "1986": {
    "title": "Top Gun",
    "studio": "Paramount Pictures",
    "mpaa": "PG",
    "runtime": "109 minutes",
    "director": "Tony Scott",
    "tagline": "Up there with the best of the best.",
    "description": "The Top Gun Naval Fighter Weapons School is where the best of the best train to refine their elite flying skills. When hotshot fighter pilot Maverick is sent to the school, his reckless attitude and cocky demeanor put him at odds with the other pilots, especially the cool and collected Iceman.",
    "image": "/images/movies/1980s/1986.svg"
  },
  "1987": {
    "title": "Fatal Attraction",
    "studio": "Paramount Pictures",
    "mpaa": "R",
    "runtime": "119 minutes",
    "director": "Adrian Lyne",
    "tagline": "A married man's one-night stand comes back to haunt him when that lover begins to stalk him and his family.",
    "description": "On the other side of drinks, dinner and a one night stand, lies a terrifying love story.",
    "image": "/images/movies/1980s/1987.jpg"
  },
  "1988": {
    "title": "Rain Man",
    "studio": "United Artists",
    "mpaa": "R",
    "runtime": "134 minutes",
    "director": "Barry Levinson",
    "tagline": "A journey through understanding and fellowship.",
    "description": "After a selfish L.A. yuppie learns his estranged father left a fortune to an autistic-savant brother in Ohio that he didn't know existed, he absconds with his brother and sets out across the country, hoping to gain a larger inheritance.",
    "image": "/images/movies/1980s/1988.jpg"
  },
  "1989": {
    "title": "Batman",
    "studio": "Warner Bros.",
    "mpaa": "PG-13",
    "runtime": "126 minutes",
    "director": "Tim Burton",
    "tagline": "Only one will claim the night.",
    "description": "The Dark Knight of Gotham City begins his war on crime with his first major enemy being Jack Napier, a criminal who becomes the clownishly homicidal Joker.",
    "image": "/images/movies/1980s/1989.jpg"
  },
  "1990": {
    "title": "Ghost",
    "studio": "Paramount Pictures",
    "mpaa": "PG-13",
    "runtime": "127 minutes",
    "director": "Jerry Zucker",
    "tagline": "A love that will last forever.",
    "description": "After a young man is murdered, his spirit stays behind to warn his lover of impending danger, with the help of a reluctant psychic.",
    "image": "/images/movies/1990s/1990.jpg"
  },
  "1991": {
    "title": "Terminator 2: Judgement Day",
    "studio": "Tri-Star Pictures",
    "mpaa": "R",
    "runtime": "137 minutes",
    "director": "James Cameron",
    "tagline": "It's nothing personal.",
    "description": "A cyborg, identical to the one who failed to kill Sarah Connor, must now protect her ten year old son John from an even more advanced and powerful cyborg.",
    "image": "/images/movies/1990s/1991.jpg"
  },
  "1992": {
    "title": "Aladdin",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/1990s/1992.jpg"
  },
  "1993": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/1990s/1993.jpg"
  },
  "1994": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/1990s/1994.jpg"
  },
  "1995": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/1990s/1995.jpg"
  },
  "1996": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/1990s/1996.jpg"
  },
  "1997": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/1990s/1997.jpg"
  },
  "1998": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/1990s/1998.jpg"
  },
  "1999": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/1990s/1999.jpg"
  },
  "2000": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2000s/2000.png"
  },
  "2001": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2000s/2001.png"
  },
  "2002": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2000s/2002.png"
  },
  "2003": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2000s/2003.png"
  },
  "2004": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2000s/2004.png"
  },
  "2005": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2000s/2005.png"
  },
  "2006": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2000s/2006.png"
  },
  "2007": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2000s/2007.png"
  },
  "2008": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2000s/2008.png"
  },
  "2009": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2000s/2009.png"
  },
  "2010": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2010s/2010.png"
  },
  "2011": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2010s/2011.png"
  },
  "2012": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2010s/2012.png"
  },
  "2013": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2010s/2013.png"
  },
  "2014": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2010s/2014.png"
  },
  "2015": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2010s/2015.png"
  },
  "2016": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2010s/2016.png"
  },
  "2017": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2010s/2017.png"
  },
  "2018": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2010s/2018.png"
  },
  "2019": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2010s/2019.png"
  },
  "2020": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2020s/2020.png"
  },
  "2021": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2020s/2021.png"
  },
  "2022": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2020s/2022.png"
  },
  "2023": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2020s/2023.png"
  },
  "2024": {
    "title": "",
    "studio": "",
    "mpaa": "",
    "runtime": "",
    "director": "",
    "tagline": "",
    "description": "",
    "image": "/images/movies/2020s/2024.png"
  }
}
